Repository: laotzee/dialogues
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: About
es: Sobre

source: Human Dialogues
es: Diálogos Humanos

source: Human
es: Diálogos

source: Dialogues
es: Humanos

source: A blog about the experience of being human
es: Un blog acerca de la experiencia de ser humano

source: Versión en Español
es: English version

source: All
es: Todo

source: Poem
es: Poema

source: Story
es: Historia

source: picture of the author
es: Imagen del autor

source: Information Engineer and writer. Passionate human being about thinking
es: Ingeniero en Informática, escritor y humano apasionado por pensar

source: en
es: es

source: Support me
es: Apóyame

source: Read
es: Leer

source: Contact
es: Contacto

source: Share this post
es: Comparte este post

source: Never miss a post
es: Nunca te pierdas de un post

source: Receive a notification when new post is published every week!
es: Recibe una notificación cuando el post semenal esté disponible!

source: Enter your email address
es: Ingresa tu email

source: Let me know!
es: Avísame
